aaron-bond.better-comments
bierner.markdown-emoji
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
howardzuo.vscode-npm-dependency
kevinkyang.auto-comment-blocks
mikestead.dotenv
miramac.vscode-exec-node
ms-azuretools.vscode-docker
naumovs.color-highlight
PKief.material-icon-theme
ritwickdey.live-sass
RobbOwen.synthwave-vscode
robole.markdown-snippets
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
stxr.iconfont-preview
thomascsd.vscode-readme-pattern
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wix.vscode-import-cost
Zignd.html-css-class-completion
